// src/data/versesData.js

const versesData = [
  {
    title: "மத்தேயு நற்செய்தி 26: 17-29",
    text: `புளிப்பற்ற அப்ப விழாவின் முதல் நாளில் சீடர்கள் இயேசுவை அணுகி வந்து, “நீர் பாஸ்கா விருந்துண்ண நாங்கள் எங்கே ஏற்பாடு செய்ய வேண்டும் என விரும்புகிறீர்?” என்று கேட்டார்கள்.

இயேசு அவர்களிடம்,


“நீங்கள் புறப்பட்டு நகருக்குள் சென்று இன்னாரிடம் போய், ‘எனது நேரம் நெருங்கி வந்து விட்டது; என் சீடர்களோடு உம் வீட்டில் பாஸ்கா கொண்டாடப் போகிறேன்’ எனப் போதகர் கூறுகிறார் எனச் சொல்லுங்கள்”
என்றார்.

இயேசு தங்களுக்குப் பணித்த படியே சீடர்கள் செயல்பட்டுப் பாஸ்கா விருந்துக்கு ஏற்பாடு செய்தார்கள்.


மாலை வேளையானதும் அவர் பன்னிருவரோடும் பந்தியில் அமர்ந்தார்.

அவர்கள் உண்டுகொண்டிருந்த பொழுது அவர்,

“உங்களுள் ஒருவன் என்னைக் காட்டிக்கொடுப்பான் என உறுதியாக உங்களுக்குச் சொல்கிறேன்”
என்றார்.

அப்பொழுது அவர்கள் மிகவும் வருத்தமுற்றவர்களாய், “ஆண்டவரே, அது நானோ?” என ஒவ்வொருவரும் அவரிடம் கேட்கத் தொடங்கினார்கள்.

அதற்கு அவர்,

“என்னுடன் பாத்திரத்தில் தொட்டு உண்பவனே என்னைக் காட்டிக் கொடுப்பான்.


மானிட மகன், தம்மைப் பற்றி மறைநூலில் எழுதியுள்ளபடியே போகிறார். ஆனால், ஐயோ! அவரைக் காட்டிக் கொடுக்கிறவனுக்குக் கேடு; அம்மனிதன் பிறவாதிருந்தால் அவனுக்கு நலமாயிருந்திருக்கும்”
என்றார்.

அவரைக் காட்டிக் கொடுத்த யூதாசும் “ரபி, நானோ?” என அவரிடம் கேட்க இயேசு,

“நீயே சொல்லிவிட்டாய்”
என்றார்.


அவர்கள் உணவருந்திக்கொண்டிருந்தபொழுது, இயேசு அப்பத்தை எடுத்துக் கடவுளைப் போற்றி, அதைப் பிட்டுச் சீடருக்குக் கொடுத்து,

“இதைப் பெற்று உண்ணுங்கள்; இது எனது உடல்”
என்றார்.

பின்பு கிண்ணத்தை எடுத்துக் கடவுளுக்கு நன்றி செலுத்தி அவர்களுக்குக் கொடுத்து,

“இதில் உள்ளதை அனைவரும் பருகுங்கள்;
ஏனெனில், இது எனது உடன்படிக்கையின் இரத்தம்; பலருடைய பாவ மன்னிப்புக்காகச் சிந்தப்படும் இரத்தம்.



இனிமேல் என் தந்தையின் ஆட்சி வரும் அந்நாளில்தான் நான் உங்களோடு திராட்சைப் பழ இரசத்தைக் குடிப்பேன்; அதுவரை குடிக்கமாட்டேன் என நான் உங்களுக்குச் சொல்கிறேன்”
என்றார்.`,
  },
  {
    title: "மாற்கு நற்செய்தி 14: 12-25",
    text: `புளிப்பற்ற அப்ப விழாவின் முதல் நாள் வந்தது. பாஸ்கா ஆட்டுக்குட்டியைப் பலியிடும் அந்நாளிலே இயேசுவின் சீடர், “நீர் பாஸ்கா விருந்துண்ண நாங்கள் எங்கே சென்று ஏற்பாடு செய்ய வேண்டும் என விரும்புகிறீர்?” என்று கேட்டார்கள்.

அவர் பின்வருமாறு கூறி, தம் சீடருள் இருவரை அனுப்பினார்;

“நீங்கள் புறப்பட்டு நகருக்குள் செல்லுங்கள். மண்குடத்தில் தண்ணீர் சுமந்துகொண்டு ஓர் ஆள் உங்களுக்கு எதிரே வருவார். அவர் பின்னே செல்லுங்கள்.
அவர் எந்த வீட்டுக்குச் செல்கிறாரோ, அந்த வீட்டின் உரிமையாளரிடம், “‘நான் என் சீடர்களோடு பாஸ்கா விருந்து உண்பதற்கான என் அறை எங்கே?’ என்று போதகர் கேட்கச் சொன்னார்” எனக் கூறுங்கள்.

அவர் மேல்மாடியில் ஒரு பெரிய அறையைக் காட்டுவார். அது தேவையான வசதிகளோடு தயார் நிலையில் இருக்கும். அங்கே நமக்கு ஏற்பாடு செய்யுங்கள்.”

சீடர்கள் சென்று, நகரை அடைந்து, தங்களுக்கு அவர் சொல்லியவாறே அனைத்தையும் கண்டு பாஸ்கா விருந்துக்கு ஏற்பாடு செய்தார்கள்.



மாலை வேளையானதும் இயேசு பன்னிருவரோடு வந்தார்.

அவர்கள் பந்தியில் அமர்ந்து உண்டு கொண்டிருந்தபொழுது இயேசு,

“என்னோடு உண்ணும் உங்களுள் ஒருவன் என்னைக் காட்டிக்கொடுப்பான் என உறுதியாக உங்களுக்குச் சொல்கிறேன்”
என்றார்.

அவர்கள் வருத்தமுற்று, ஒருவர் பின் ஒருவராக, “நானோ?நானோ?” என்று அவரிடம் கேட்கத் தொடங்கினார்கள்.

அதற்கு அவர்,

“அவன் பன்னிருவருள் ஒருவன்; என்னுடன் பாத்திரத்தில் தொட்டு உண்பவன்.


மானிடமகன் தம்மைப் பற்றி மறைநூலில் எழுதியுள்ளவாறே போகிறார். ஆனால், ஐயோ! அவரைக் காட்டிக் கொடுக்கிறவனுக்குக் கேடு! அம்மனிதன் பிறவாதிருந்தால் அவனுக்கு நலமாய் இருந்திருக்கும்”
என்றார்.



அவர்கள் உண்டுகொண்டிருந்தபொழுது அவர் அப்பத்தை எடுத்து, கடவுளைப் போற்றி அதைப் பிட்டு, அவர்களுக்குக் கொடுத்து,

“இதைப் பெற்றுக்கொள்ளுங்கள்; இது எனது உடல்”
என்றார்.

பின்பு, அவர் கிண்ணத்தை எடுத்துக் கடவுளுக்கு நன்றி செலுத்தி அவர்களுக்குக் கொடுத்தார். அனைவரும் அதிலிருந்து பருகினர்.

அப்பொழுது அவர் அவர்களிடம்,

“இது எனது உடன்படிக்கையின் இரத்தம்; பலருக்காகச் சிந்தப்படும் இரத்தம்.


இனிமேல் இறையாட்சி வரும் அந்நாளில்தான் நான் திராட்சைப்பழ இரசத்தைக் குடிப்பேன்; அதுவரை ஒருபோதும் குடிக்க மாட்டேன் என உறுதியாக உங்களுக்குச் சொல்கிறேன்”
என்றார்.`,
  },
  {
    title: "லூக்கா நற்செய்தி 22: 7-30",
    text: `புளிப்பற்ற அப்ப விழாக்கொண்டாடும் நாளும் வந்தது. அன்றுதான் பாஸ்கா ஆடு பலியிடப்பட வேண்டும்.

இயேசு பேதுருவிடம் யோவானிடமும்,

“நாம் பாஸ்கா விருந்துண்ண நீங்கள் போய் ஏற்பாடு செய்யுங்கள்”
என்று சொல்லி அனுப்பினார்.
அதற்கு அவர்கள், “நாங்கள் எங்கே ஏற்பாடு செய்ய வேண்டுமென நீர் விரும்புகிறீர்?” என்று கேட்டார்கள்.

இயேசு அவர்களிடம்,

“நீங்கள் புறப்பட்டு நகருக்குள் செல்லுங்கள். மண்குடத்தில் தண்ணீர் சுமந்துகொண்டு ஓர் ஆள் உங்களுக்கு எதிரே வருவார். அவர் பின்னே செல்லுங்கள். அவர் செல்லும் வீட்டிற்குள் நீங்களும் சென்று,
அந்த வீட்டின் உரிமையாளரிடம், ‘நான் என் சீடர்களோடு பாஸ்காவிருந்து உண்பதற்கான அறை எங்கே? என்று போதகர் உம்மிடம் கேட்கச் சொன்னார்’ எனக் கூறுங்கள்.



அவர் மேல்மாடியில் தேவையான வசதிகள் அமைந்த ஒரு பெரிய அறையைக் காட்டுவார். அங்கே ஏற்பாடு செய்யுங்கள்”
என்றார்.

அவர்கள் சென்று தங்களுக்கு அவர் சொல்லியவாறே அனைத்தையும் கண்டு, பாஸ்கா விருந்துக்கு ஏற்பாடு செய்தார்கள்.


நேரம் ஆனதும் இயேசு திருத்தூதரோடு பந்தியில் அமர்ந்தார்.

அப்போது அவர் அவர்களை நோக்கி,

“நான் துன்பங்கள் படுமுன் உங்களோடு இந்தப் பாஸ்கா விருந்தை உண்பதற்கு மிக மிக ஆவலாய் இருந்தேன்.


ஏனெனில், இறையாட்சியில் இது நிறைவேறும்வரை இதை நான் உண்ணமாட்டேன் என்று உங்களுக்குச் சொல்கிறேன்”

என்றார்.

பின்பு, அவர் கிண்ணத்தை எடுத்து, கடவுளுக்கு நன்றி செலுத்தி அவர்களிடம்,

“இதைப் பெற்று உங்களுக்குள்ளே பகிர்ந்துகொள்ளுங்கள்.


ஏனெனில், இது முதல் இறையாட்சி வரும்வரை, திராட்சைப் பழ இரசத்தைக் குடிப்பதில்லை என நான் உங்களுக்குச் சொல்கிறேன்”
என்றார்.

பின்பு அவர் அப்பத்தை எடுத்துக் கடவுளுக்கு நன்றி செலுத்தி, அதைப் பிட்டு, அவர்களுக்குக் கொடுத்து,

“இது உங்களுக்காகக் கொடுக்கப்படும் எனது உடல். இதை என் நினைவாகச் செய்யுங்கள்”
என்றார்.

அப்படியே உணவு அருந்திய பின்பு அவர் கிண்ணத்தை எடுத்து,

“இந்தக் கிண்ணம் உங்களுக்காகச் சிந்தப்படுகிற எனது இரத்தத்தால் நிலைப்படுத்தப்படும் புதிய உடன்படிக்கை.
என்னைக் காட்டிக்கொடுப்பவன் இதோ, என்னோடு பந்தியில் அமர்ந்திருக்கிறான்.



மானிடமகன் தமக்கென்று குறிக்கப்பட்டபடியே போகிறார், ஆனால், ஐயோ! அவரைக் காட்டிக்கொடுக்கிறவனுக்குக் கேடு”
என்றார்.

அப்பொழுது அவர்கள், “நம்மில் இச்செயலைச் செய்யப் போகிறவர் யார்” என்று தங்களுக்குள்ளே கேட்கத் தொடங்கினார்கள்.

யார் பெரியவர்?

மேலும், தங்களுக்குள்ளே பெரியவராக எண்ணப்பட வேண்டியவர் யார் என்ற விவாதம் அவர்களிடையே எழுந்தது.

இயேசு அவர்களிடம்,

“பிற இனத்தவரின் அரசர்கள் மக்களை அடக்கி ஆளுகின்றார்கள்; அதிகாரம் காட்டுகின்றவர்கள் நன்மை செய்பவர்கள் என அழைக்கப்படுகின்றார்கள்.
ஆனால், நீங்கள் அப்படிச் செய்யலாகாது. உங்களுள் பெரியவர் சிறியவராகவும் ஆட்சிபுரிபவர் தொண்டு புரிபவராகவும் மாற வேண்டும்.

யார் பெரியவர்? பந்தியில் அமர்ந்திருப்பவரா? அல்லது பணிவிடை புரிபவரா? பந்தியில் அமர்ந்திருப்பவர் அல்லவா? நான் உங்கள் நடுவே பணிவிடை புரிபவனாக இருக்கிறேன்.

நான் சோதிக்கப்படும்போது என்னோடு இருந்தவர்கள் நீங்களே.

என் தந்தை எனக்கு ஆட்சியுரிமை கொடுத்திருப்பது போல நானும் உங்களுக்குக் கொடுக்கிறேன்.

ஆகவே, என் ஆட்சி வரும்போது நீங்கள் என்னோடு பந்தியில் அமர்ந்து உண்டு குடிப்பீர்கள்; இஸ்ரயேலின் பன்னிரு குலத்தவருக்கும் தீர்ப்பு வழங்க அரியணையில் அமர்வீர்கள்.`,
  },
  {
    title: "யோவான் நற்செய்தி  13: 1-17",
    text: `பாஸ்கா விழா தொடங்கவிருந்தது. தாம் இவ்வுலகத்தை விட்டுத் தந்தையிடம் செல்வதற்கான நேரம் வந்துவிட்டது என்பதை இயேசு அறிந்திருந்தார். உலகில் வாழ்ந்த தமக்குரியோர்மேல் அன்பு கொண்டிருந்த அவர் அவர்கள் மேல் இறுதிவரையும் அன்பு செலுத்தினார்.

இயேசுவைக் காட்டிக் கொடுக்கும் எண்ணத்தை அலகை சீமோனின் மகனாகிய யூதாசு இஸ்காரியோத்தின் உள்ளத்தில் எழச்செய்திருந்தது. இரவுணவு வேளையில்,

தந்தை அனைத்தையும் தம் கையில் ஒப்படைத்துள்ளார் என்பதையும் தாம் கடவுளிடமிருந்து வந்தது போல் அவரிடமே திரும்பச் செல்லவேண்டும் என்பதையும் அறிந்தவராய்,

இயேசு பந்தியிலிருந்து எழுந்து, தம் மேலுடையைக் கழற்றி வைத்துவிட்டு ஒரு துண்டை எடுத்து இடுப்பில் கட்டிக் கொண்டார்.

பின்னர் ஒரு குவளையில் தண்ணீர் எடுத்துச் சீடர்களுடைய காலடிகளைக் கழுவி இடுப்பில் கட்டியிருந்த துண்டால் துடைக்கத் தொடங்கினார்.

சீமோன் பேதுருவிடம் இயேசு வந்தபோது அவர், “ஆண்டவரே, நீரா என் காலடிகளைக் கழுவப் போகிறீர்?” என்று கேட்டார்.

இயேசு மறுமொழியாக,

“நான் செய்வது இன்னதென்று இப்போது உனக்குப் புரியாது; பின்னரே புரிந்து கொள்வாய்”
என்றார்.

பேதுரு அவரிடம், “நீர் என் காலடிகளைக் கழுவ விடவேமாட்டேன்” என்றார். இயேசு அவரைப் பார்த்து,

“நான் உன் காலடிகளைக் கழுவாவிட்டால் என்னோடு உனக்குப் பங்கு இல்லை”
என்றார்.


அப்போது சீமோன் பேதுரு, “அப்படியானால் ஆண்டவரே, என் காலடிகளை மட்டும் அல்ல, என் கைகளையும் தலையையும்கூடக் கழுவும்” என்றார்.

இயேசு அவரிடம்,

“குளித்துவிட்டவர் தம் காலடிகளை மட்டும் கழுவினால் போதும். அவர் தூய்மையாகிவிடுவார். நீங்களும் தூய்மையாய் இருக்கிறீர்கள். ஆனாலும், அனைவரும் தூய்மையாய் இல்லை”
என்றார்.

தம்மைக் காட்டிக்கொடுப்பவன் எவன் என்று அவருக்கு ஏற்கெனவே தெரிந்திருந்தது. எனவேதான்

“உங்களுள் அனைவரும் தூய்மையாய் இல்லை”
என்றார்.

அவர்களுடைய காலடிகளைக் கழுவியபின் இயேசு தம் மேலுடையை அணிந்துகொண்டு மீண்டும் பந்தியில் அமர்ந்து அவர்களிடம் கூறியது:

“நான் உங்களுக்குச் செய்தது என்னவென்று உங்களுக்குப் புரிந்ததா?
நீங்கள் என்னைப் ‘போதகர்’ என்றும் ‘ஆண்டவர்’ என்றும் அழைக்கிறீர்கள். நீங்கள் அவ்வாறு கூப்பிடுவது முறையே. நான் போதகர்தான், ஆண்டவர்தான்.

ஆகவே, ஆண்டவரும் போதகருமான நான் உங்கள் காலடிகளைக் கழுவினேன் என்றால் நீங்களும் ஒருவர் மற்றவருடைய காலடிகளைக் கழுவக் கடமைப்பட்டிருக்கிறீர்கள்.

நான் செய்தது போல நீங்களும் செய்யுமாறு நான் உங்களுக்கு முன்மாதிரி காட்டினேன்.

பணியாளர் தலைவரைவிடப் பெரியவர் அல்ல; தூது அனுப்பப்பட்டவரும் அவரை அனுப்பியவரை விடப் பெரியவர் அல்ல என உறுதியாக உங்களுக்குச் சொல்கிறேன்.

இவற்றை நீங்கள் அறிந்து அதன்படி நடப்பீர்கள் என்றால் நீங்கள் பேறுபெற்றவர்கள்.`,
  },
  {
    title: "1 கொரிந்தியர் அதிகாரம்  11: 23-25",
    text: `ஆண்டவரிடமிருந்து நான் எதைப் பெற்றுக்கொண்டேனோ அதையே உங்களிடம் ஒப்படைக்கிறேன். அதாவது, ஆண்டவராகிய இயேசு காட்டிக்கொடுக்கப்பட்ட அந்த இரவில், அப்பத்தை எடுத்து,

கடவுளுக்கு நன்றி செலுத்தி, அதைப்பிட்டு, “இது உங்களுக்கான என் உடல். இதை என் நினைவாகச் செய்யுங்கள்” என்றார்.

அப்படியே உணவு அருந்தியபின் கிண்ணத்தையும் எடுத்து, “இந்தக் கிண்ணம் என் இரத்தத்தால் நிலைப்படுத்தப்படும் புதிய உடன்படிக்கை. நீங்கள் இதிலிருந்து பருகும் போதெல்லாம் என் நினைவாக இவ்வாறு செய்யுங்கள்” என்றார்.`,
  },
];

export default versesData;
